{
  "questions": [
    "Question 1: Others tend to look up to me.",
    "Question 2: Feeling accepted by others matters a great deal to me.",
    "Question 3: I require a sense of inner stability.",
    "Question 4: Taking chances doesn’t bother me.",
    "Question 5: I welcome change without hesitation.",
    "Question 6: As long as you persist, a setback isn’t truly a defeat.",
    "Question 7: I value helping others in return for what I’ve received.",
    "Question 8: I excel at looking after those around me.",
    "Question 9: I often wonder what others think or say about me.",
    "Question 10: I prefer as much consistency in my life as I can get.",

    "Question 11: Making a positive impact on society means a lot to me.",
    "Question 12: I enjoy creating fresh concepts and initiatives.",
    "Question 13: I pay close attention to matters of safety.",
    "Question 14: I strive to serve as a role model for people.",
    "Question 15: I have a strong drive to win.",
    "Question 16: I can’t tolerate feeling uninterested or idle.",
    "Question 17: I’m skilled at building relationships with others.",
    "Question 18: I’m always working toward becoming better.",
    "Question 19: Excitement from danger never appeals to me.",
    "Question 20: In my closest relationships, I’m typically the one who gives more.",

    "Question 21: There’s endless knowledge waiting to be discovered.",
    "Question 22: I must experience a sense of purpose and satisfaction.",
    "Question 23: I regularly reflect on my own performance and worth.",
    "Question 24: I prefer when life follows a foreseeable pattern.",
    "Question 25: I show more affection than most people do.",
    "Question 26: Being acknowledged by others means a lot to me.",
    "Question 27: I enjoy the sensation of pushing myself physically or mentally.",
    "Question 28: I’m cautious about not exceeding my budget.",
    "Question 29: Ongoing learning holds great value for me.",
    "Question 30: I naturally take charge in groups.",

    "Question 31: I’m always seeking fresh adventures.",
    "Question 32: At times, I stretch myself too thin helping others.",
    "Question 33: My daily structures and routines matter deeply to me.",
    "Question 34: I take great satisfaction in my personal identity.",
    "Question 35: Discovering new things shifts how I view the world in ways I enjoy.",
    "Question 36: Some of the most meaningful efforts aren’t compensated financially.",
    "Question 37: I wouldn’t describe myself as someone who seeks thrills.",
    "Question 38: No one would ever call me self-centered.",
    "Question 39: I sometimes spend more than I can afford.",
    "Question 40: Feeling significant to others is important to me.",

    "Question 41: Every mistake offers a valuable lesson.",
    "Question 42: I love acquiring knowledge so I can share it with others.",
    "Question 43: Harmony and closeness are what I seek in relationships.",
    "Question 44: I want my actions to create meaningful change.",
    "Question 45: I hold back from decisions until I’m certain of the outcomes.",
    "Question 46: Feeling stuck or restricted causes me real distress.",
    "Question 47: I find pleasure in moments of uncertainty and tension.",
    "Question 48: Having high status matters greatly to me.",
    "Question 49: I have a deeply romantic nature.",
    "Question 50: I’m continually expanding my knowledge and skills.",

    "Question 51: Offering to others brings me more joy than receiving.",
    "Question 52: I always aim to come out on top.",
    "Question 53: I avoid any form of risk whenever possible.",
    "Question 54: I enjoy ongoing personal development.",
    "Question 55: I gladly devote my resources to worthwhile causes.",
    "Question 56: I appreciate being looked up to by others.",
    "Question 57: I take pride in how quickly I can master new subjects.",
    "Question 58: Our purpose is to improve the world around us.",
    "Question 59: I seek growth across various aspects of my life.",
    "Question 60: Close personal connections are my highest priority.",

    "Question 61: At times, others find me quite commanding.",
    "Question 62: I regularly pursue new sources of enjoyment.",
    "Question 63: I worry about anything that could involve danger.",
    "Question 64: Finding meaning in your work outweighs external praise.",
    "Question 65: I work hard to enhance my abilities.",
    "Question 66: I build bonds by generously sharing my resources and effort.",
    "Question 67: I prefer to think things through thoroughly before acting.",
    "Question 68: Occasionally, I enjoy the rush that comes with fear.",
    "Question 69: Feeling valued and honored by others is essential to me.",
    "Question 70: Without continued development, life loses its vitality.",

    "Question 71: A sense of connection with others is vital to me.",
    "Question 72: Life gains meaning through leaving a lasting impact.",
    "Question 73: Being at ease in every situation is a priority for me.",
    "Question 74: I thrive when engaged in a wide variety of pursuits.",
    "Question 75: I often measure my achievements against those of others.",
    "Question 76: Deep emotional intensity is necessary in my relationships.",
    "Question 77: Without helping others, my existence feels empty.",
    "Question 78: When choosing, I often consider what will bring more pleasure.",
    "Question 79: I can’t bear the sense of standing still in life.",
    "Question 80: My safety and security are top concerns at all times.",

    "Question 81: Once I commit, I sometimes fear missing a better option.",
    "Question 82: I never want others to view me as unsuccessful.",
    "Question 83: Having a steady life isn’t a big concern for me.",
    "Question 84: I feel driven by a greater purpose.",




    "Question 85: I feel a deep longing to be closer to God.",
    "Question 86: Surrendering my will to God&#39;s plan brings me true peace.",
    "Question 87: Wholehearted devotion to the Lord is essential for my fulfillment.",
    "Question 88: I often sense inspiration or guidance from the Holy Spirit.",
    "Question 89: My faith in Jesus Christ is the foundation that guides my life.",
    "Question 90: Moments of worship or prayerful connection with God are vital to me.",
    "Question 91: I need to dedicate my life fully to God&#39;s calling and purpose.",
    "Question 92: Without devotion to Christ, my life would feel empty and meaningless.",
    "Question 93: I am drawn to spiritual practices that deepen my relationship with God.",
    "Question 94: I frequently receive spiritual insights or promptings from the Lord.",
    "Question 95: True healing comes when I yield completely to God&#39;s authority.",
    "Question 96: I crave a more intimate, personal relationship with Jesus.",
    "Question 97: My soul thrives when I commit myself fully to following Christ.",
    "Question 98: Devoting my life to God gives me the deepest sense of meaning and purpose."
  ]
}